/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "parent": "page.general-conditions.json",
  "context": {
    "market": "it"
  },
  "sections": {
    "rich_text_kPd9mt": {
      "settings": {},
      "blocks": {
        "heading_nCaiQR": {
          "settings": {
            "heading": "GENERAL TERMS AND CONDITIONS OF SALE"
          }
        },
        "text_jdmVtf": {
          "settings": {
            "text": "<p>These General Terms and Conditions govern the sale of products displayed on the webshop <a href=\"http://www.rubiomonocoat.it\"><strong>www.rubiomonocoat.it</strong></a>, operated by Rubio Monocoat Italy SRL.<br/><br/>By placing an order on our webshop, the customer accepts these Terms and Conditions in full. The online ordering process is legally binding.</p><h2><strong>1. Identity of the Seller – Customer Status</strong></h2><p>1.1. The Products are sold by:</p><p><strong>Rubio Monocoat Italy SRL</strong><br/><br/>Registered Office: Via Torino 24/8, 20063 Cernusco sul Naviglio (MI), Italy<br/><br/>VAT/Tax ID: <strong>04742380274</strong><br/><br/>Legal Form: <strong>Società a Responsabilità Limitata (SRL)</strong></p><p>1.2. Any natural person placing an order on the webshop outside their commercial, business, or professional activity is considered a <strong>“Customer”</strong> under these Terms.</p><h2><strong>2. Scope of Application</strong></h2><p>These Terms apply to all offers made by the Seller, all orders placed by the Customer, and all contracts concluded between the Seller and the Customer through <strong>rubiomonocoat.it</strong>.<br/><br/>Any other terms are excluded unless expressly agreed in writing.</p><h2><strong>3. Ordering Process & Formation of the Sales Contract</strong></h2><p>3.1. The Sales Contract is concluded when the Seller accepts the order by sending an <strong>order confirmation via email</strong>, which includes the details of the purchased Products and a copy of these Terms.</p><p>3.2. The Seller reserves the right to refuse an order if:</p><p>(i) the Product is permanently unavailable (the Customer will be informed and refunded),<br/>(ii) a previous order is subject to a dispute with the Customer.</p><h2><strong>4. Prices</strong></h2><p>4.1. Prices shown on the webshop at the time of the order apply.<br/><br/>Rubio Monocoat Italy SRL is not bound by material errors resulting from technical or input mistakes. If such an error occurs, the Customer will be informed, and will have <strong>14 calendar days</strong> from notification to withdraw from the contract.</p><p>4.2. All prices include <strong>Italian VAT</strong>.<br/><br/>Shipping costs are not included unless stated otherwise.<br/><br/>Before completing the order, the Customer will see the full price including all applicable costs.</p><h2><strong>5. Payment Methods</strong></h2><p>5.1. Products must be paid in advance at checkout.</p><p>Accepted payment methods:<br/>Credit/Debit Cards: Visa, Mastercard, Maestro, American Express<br/>Digital Wallets: Shop Pay, Apple Pay, Google Pay, PayPal<br/>Klarna</p><p>The Customer confirms that they are legally authorized to use these payment methods and that sufficient funds are available.</p><h2><strong>6. Shipping</strong></h2><p>6.1. Products are shipped <strong>exclusively within Italy</strong>.</p><p>The Seller commits to shipping the Products within <strong>30 calendar days</strong> from receipt of payment, unless another delivery date has been agreed.<br/><br/>If delivery cannot be made within this timeframe, the Seller will inform the Customer and provide a new reasonable delivery date. If this deadline is missed again, the Customer may cancel the order.</p><p>6.2. The Seller may make <strong>partial deliveries</strong> if necessary due to temporary unavailability or delays. The Customer will be notified.</p><p>If delivery is delayed due to the Customer’s unreasonable refusal to accept the Products or failure to collect them, the Seller may terminate the Sales Contract.</p><p>6.3. Delivery is made to the address specified during the order process.<br/><br/>Upon delivery, the Customer must check the packaging for damage and inspect the Products for visible defects or non-conformities.</p><p>Claims relating to visible defects, damage, or non-conformity must be submitted <strong>in writing within 2 days</strong> of delivery, including a clear photograph of the issue.<br/><br/>Claims submitted after this period cannot be processed.</p><p>Risk of loss or damage passes to the Customer <strong>upon delivery</strong>.</p><h2><strong>7. Order Cancellation (Before Shipment)</strong></h2><p>The Customer may cancel the order <strong>free of charge</strong> before the Products are shipped.<br/><br/>After cancellation, the Customer will receive confirmation and a refund.</p><p>Once a shipping confirmation has been issued, the order can no longer be cancelled, but the Customer may still return the Products following the withdrawal procedure.</p><h2><strong>8. Right of Withdrawal</strong></h2><p>8.1. The Customer has a legal right to withdraw from the contract within <strong>14 days</strong>, without giving a reason.<br/><br/>Withdrawal may be exercised by:</p><ul><li>info@rubiomonocoat.it, clearly stating the intention to withdraw, </li><li>or using the online return form or the standard withdrawal form.</li></ul><p></p><p>8.2. The withdrawal period ends <strong>14 days after the Customer (or a designated third party) receives the Products</strong>.<br/><br/>If multiple Products from the same order are delivered on different days, the period begins when the last Product is delivered.</p><p>8.3. The Customer must return the Products without undue delay and no later than <strong>14 days</strong> after notifying the Seller.<br/><br/>Return shipping costs are <strong>covered by the Seller</strong>.</p><p>8.4. The Seller will refund:</p><ul><li>the price paid for the returned Products,</li><li>the standard shipping costs,<br/>but not additional delivery charges resulting from non-standard choices (e.g., express courier)<br/><br/></li></ul><p>If only part of the order is returned, only the returned Products will be refunded, excluding shipping costs.</p><p>The refund will be issued within <strong>14 days</strong> from withdrawal notice, but may be withheld until the Products have been received or the Customer provides proof of shipment.</p><p>Refunds will be processed using the same payment method used for the original purchase.</p><p>A reduction in refund may apply if Products show signs of use beyond what is necessary to inspect them or if the original packaging is missing or damaged.</p><h2><strong>9. Warranty</strong></h2><p>9.1. The Customer is entitled to a <strong>2-year legal warranty</strong>, covering any defect or lack of conformity occurring within 24 months from delivery. The Customer must notify the Seller within a reasonable time after the defect becomes apparent. Proof of purchase is required.</p><p>9.2. If a defect occurs within the warranty period:<br/></p><ul><li>the Customer must follow the same procedure as the withdrawal process,<br/></li><li>once the Product is received, the Seller will replace it (if available), or repair it,<br/></li><li>If neither is possible within a reasonable period, the contract may be terminated and the price refunded.<br/></li></ul><p>The warranty does <strong>not</strong> apply if the Product has been subjected to abnormal conditions, misuse, improper handling, or non-compliance with instructions.</p><h2><strong>10. Contact & Complaints</strong></h2><p>For questions or complaints regarding purchases:</p><ul><li><strong>Email:</strong> <a>info@rubiomonocoat.it</a></li><li><strong>Postal address: </strong>Rubio Monocoat Italy SRL<br/>Via Torino 24/8<br/>20063 Cernusco sul Naviglio (MI)<br/>Italy</li><li>The Seller will aim to respond within <strong>2 business days</strong>.</li><li>If the Customer is not satisfied with how a complaint was handled, they may contact:</li><li>https://consumentenombudsdienst.be/nl<br/></li><li>http://ec.europa.eu/odr<br/></li></ul><h2><strong>11. Personal Data</strong></h2><p>Customer personal data is processed in accordance with the webshop’s <strong>Privacy Policy</strong>, available on the website.</p><h2><strong>12. Liability</strong></h2><p>12.1. Product descriptions and images on the webshop are provided as accurately as possible.<br/><br/>The Seller cannot be held liable for minor errors in photos or descriptions.</p><p>12.2. The Seller is not liable for losses or damages arising from delays caused by stock shortages.<br/><br/>Except in cases of fraud or willful misconduct, liability is limited to the value of the purchased Products.<br/><br/>The Seller is not liable for indirect damages.</p><h2><strong>13. Assignment</strong></h2><p>The Seller may assign its rights and obligations under the Sales Contract, including delivery, to third-party suppliers without affecting the Customer’s rights.</p><h2><strong>14. Force Majeure</strong></h2><p>The Seller is not liable for failure or delay in performing obligations due to events of force majeure.<br/><br/>In such cases, both parties may terminate the Sales Contract, without compensation.</p><h2><strong>15. Severability</strong></h2><p>If any provision is deemed invalid or unenforceable, the remaining provisions will continue in full force and effect.</p><h2><strong>16. Amendments</strong></h2><p>The Seller may amend these Terms at any time.<br/><br/>The version in force at the time of the order shall apply.</p><h2><strong>17. Applicable Law</strong></h2><p>These Terms and Conditions are governed by <strong>Italian law</strong>.<br/><br/>Any disputes arising from the Sales Contract shall be resolved in accordance with Italian legislation.</p>"
          }
        }
      }
    }
  }
}
