/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "rich_text_kPd9mt": {
      "type": "rich-text",
      "blocks": {
        "heading_nCaiQR": {
          "type": "heading",
          "settings": {
            "heading": "<strong>INFORMATIVA SULLA PRIVACY</strong>",
            "heading_size": "h1"
          }
        },
        "text_jdmVtf": {
          "type": "text",
          "settings": {
            "text": "<p>Durante la Sua visita del nostro sito web e/o il Suo utilizzo del nostro webshop, procediamo al trattamento dei diversi dati personali. La presente informativa sulla privacy intende spiegare quali dati raccogliamo, quali sono le finalità e le basi giuridiche, come veniamo a conoscenza di tali dati personali, illustriamo i Suoi diritti e come Lei può modificare (o far modificare) i Suoi dati personali.</p><h2>1. Identità del titolare del trattamento</h2><p>Muylle-Facon BV, società a responsabilità limitata di diritto belga, con sede legale in Ambachtenstraat 58, 8870 Izegem, iscritta presso il Registro centrale delle imprese (KBO) con numero 0607.980.657, è responsabile del trattamento dei Suoi dati personali, in conformità con la presente Informativa sulla privacy.</p><h2>2. Trattamento dei dati personali</h2><p>Procediamo al trattamento dei Suoi dati personali nel momento in cui Lei crea un account cliente, effettua ordini sul nostro webshop, contatta la nostra azienda (tramite il modulo di contatto sul nostro sito web) o quando è Lei a fornirli. Tali dati personali sono necessari per poterLe inviare una conferma dell’ordine, per notificarLe che il Suo ordine è stato elaborato, per poterLe consegnare l’ordine e spedirLe la fattura.</p><p>Procediamo al trattamento dei seguenti dati personali:</p><p>epiteto, cognome e nome (obbligatorio)</p><p>indirizzo (obbligatorio)</p><p>indirizzo e-mail (obbligatorio)</p><p>numero di telefono e/o di cellulare (obbligatorio)</p><p>data di nascita (facoltativa)</p><p>nome utente (obbligatorio)</p><p>dettagli e storico dell’acquisto (obbligatorio)</p><p>comportamento e preferenze di acquisto (previo consenso dell‘utente)</p><p>…</p><p>Se Lei ha dato il Suo consenso preliminare al trattamento di alcuni dati personali, ha sempre il diritto di revocare tale consenso.</p><h2>3. Finalità e basi giuridiche</h2><p>I Suoi dati personali vengono trattati per le seguenti finalità:</p><p>gestione dei clienti</p><p>esecuzione dei nostri contratti di vendita</p><p>trattamento contabile</p><p>servizio clienti</p><p>…</p><p>Le basi legali sono l’esecuzione del nostro contratto e l’adempimento degli obblighi legali o normativi.</p><h2>4. Periodo di conservazione</h2><p>I dati personali vengono conservati per il periodo necessario, in funzione delle finalità del trattamento, nel rispetto, ove applicabile, dei termini di conservazione legali.</p><h2>5. Trasferimento a terzi e a paesi terzi</h2><p>Non trasferiamo i Suoi dati personali a terzi e li comunichiamo esclusivamente a terzi, ove necessario, per l’esecuzione del nostro contratto e per adempiere a un obbligo legale. Per il resto, i Suoi dati vengono forniti a terzi solo con il Suo consenso. Con i terzi che procedono al trattamento dei Suoi dati per nostro conto (ad es. prestatori di servizi di consegna e di pagamento, prestatori di servizi IT) viene stipulato un contratto di trattamento affinché garantiscano lo stesso livello di sicurezza e riservatezza dei Suoi dati personali. Così facendo, rimaniamo, ove applicabile, responsabili del trattamento.</p><p>I Suoi dati personali non saranno trattati o trasferiti a destinatari al di fuori dello Spazio economico europeo (SEE). Ove i Suoi dati personali dovessero comunque essere trasferiti o custoditi in paesi terzi, ci assicureremo che ciò avvenga in un paese terzo che garantisce un livello di protezione adeguato o a condizione che offra altre garanzie equivalenti.</p><h2>6. Sicurezza</h2><p>Prendiamo sul serio la riservatezza e la protezione dei Suoi dati personali e pertanto implementiamo metodi di sicurezza tecnici e organizzativi adeguati al fine di prevenire l’uso improprio, la perdita, l’accesso non autorizzato, la pubblicazione indesiderata e le modifiche non autorizzate. Inoltre, l’accesso ai Suoi dati personali è consentito solo ai nostri dipendenti che ne hanno effettivamente bisogno nell’ambito della loro funzione e che sono a conoscenza della nostra informativa sulla privacy.</p><h2>7. Diritti dell’interessato</h2><p>Lei dispone di una serie di diritti in relazione al trattamento dei Suoi dati personali:</p><p>- diritto di accesso</p><p>su Sua richiesta, Le forniremo l’accesso a tutti i dati personali trattati che La riguardano</p><p>- diritto di rettifica/aggiornamento</p><p>su Sua richiesta modificheremo i dati personali incorretti</p><p>- diritto alla cancellazione</p><p>i Suoi dati personali saranno cancellati, a meno che la Sua richiesta non può essere soddisfatta perché abbiamo l’obbligo legale di conservare i dati in questione o perché abbiamo bisogno dei dati per le finalità per cui sono stati richiesti.</p><p>- diritto di revoca del consenso</p><p>a seguito della nostra richiesta del consenso per l’utilizzo dei Suoi dati personali, può sempre comunicarci la Sua volontà di revocare tale consenso. Il trattamento dei dati personali in questione sarà pertanto interrotto, a meno che non vi siano motivi imperativi che ci obblighino a continuare.</p><p>- diritto alla portabilità dei dati</p><p>Può chiederci di ricevere i Suoi dati personali in un formato strutturato e leggibile o di trasferirli a terzi.</p><p>- diritto di opposizione</p><p>Ha il diritto di opporsi al trattamento dei Suoi dati personali ove ritenga che il Suo interesse personale prevalga sul nostro interesse legittimo. È sempre possibile opporsi all’utilizzo dei Suoi dati personali per il marketing diretto.</p><p>- diritto di limitazione del trattamento</p><p>Ha il diritto di richiedere una limitazione del trattamento dei Suoi dati personali, ove contesti l’esattezza dei dati personali trattati o si sia opposto al trattamento dei Suoi dati personali.</p><p>I diritti di cui sopra possono essere esercitati contattandoci. Per essere sicuri che la richiesta di accesso sia stata inoltrata da Lei, è possibile che Le vengano richieste ulteriori informazioni per verificare la Sua identità. Risponderemo il prima possibile e comunque entro un mese dalla Sua richiesta.</p><p>Può altresì scegliere di visualizzare, gestire, rettificare o cancellare i Suoi dati personali accedendo al Suo account cliente.</p><h2>8. Contatti - Reclami</h2><p>Per eventuali domande sulla nostra informativa sulla privacy o in caso di reclami relativi al trattamento dei Suoi dati personali, può sempre contattarci al numero di telefono +32 (0) 51 30 80 54, o inviando un’e-mail all’indirizzo info@rubiomonocoat.com.</p><p>Ove Lei non sia d’accordo sulla nostra modalità di trattamento dei dati personali da Lei forniti, può contattare l’Autorità nazionale di vigilanza sulla protezione dei dati (Drukpersstraat 35, 1000 Bruxelles – e-mail: contact@apd-gba.be - https://www.gegevensbeschermingsautoriteit.be).</p><h2>9. Modifiche</h2><p>Ci riserviamo il diritto di modificare la presente informativa sulla privacy. Tali modifiche saranno pubblicate sul nostro sito web. In caso di sostanziali modifiche, La informeremo per e-mail.  </p>"
          }
        }
      },
      "block_order": [
        "heading_nCaiQR",
        "text_jdmVtf"
      ],
      "name": "t:sections.rich-text.presets.name",
      "settings": {
        "desktop_content_position": "left",
        "content_alignment": "left",
        "color_scheme": "scheme-1",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    }
  },
  "order": [
    "main",
    "rich_text_kPd9mt"
  ]
}
