/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "rich_text_kPd9mt": {
      "type": "rich-text",
      "blocks": {
        "heading_nCaiQR": {
          "type": "heading",
          "settings": {
            "heading": "<strong>INFORMATIVA SULL’USO DEI COOKIE</strong>",
            "heading_size": "h1"
          }
        },
        "text_jdmVtf": {
          "type": "text",
          "settings": {
            "text": "<p>Muylle-Facon BV - 0607.980.657</p><p>Il nostro sito web, compreso il nostro webshop (“Sito web”), utilizza cookie e tecnologie simili (“Cookie”). I cookie sono piccoli dati o file di testo che vengono salvati dal browser nell’hard disc del computer, oppure vengono memorizzati sul tablet o smartphone durante la visita del nostro sito web da parte dell’utente. [Tecniche simili costituiscono delle tecnologie standard di Internet che consentono di [salvare dati nei cookie, inviare dati e tracciare la frequenza di visualizzazione di una pagina o verificare se le nostre e-mail vengono aperte e cliccate]].</p><p>La presente Informativa sull’uso dei cookie ha lo scopo di informare l’utente del sito web sulla modalità di utilizzo dei Cookie e quando vengono memorizzati sul dispositivo dell’utente.</p><p>Nella misura in cui determinati Cookie non sono puramente necessari o indispensabili a livello tecnico, all’utente del sito web verrà chiesto di dare il proprio consenso preliminare all’uso di tali Cookie.</p><h2>1. Scopo</h2><p>I Cookie ci aiutano a ottimizzare, migliorare, rendere il nostro sito web più sicuro e facile da usare, al fine di rendere più piacevole l’esperienza dell’utente, adattare il nostro Sito web alle sue preferenze e quindi rispondere meglio alle sue esigenze.</p><h2>2. Tipi di Cookie</h2><p>Il nostro Sito web utilizza i seguenti tipi di Cookie:</p><p>Cookie funzionali        Cookie necessari per il corretto funzionamento del Sito web</p><p>Ad esempio, i cookie che consentono di effettuare il login e le operazioni di pagamento, di ricordare l’impostazione della lingua scelta e i cookie che memorizzano il contenuto del carrello.</p><p>Cookie analitici             Cookie che vengono utilizzati per misurare e migliorare la qualità e l’efficacia del Sito web e l’esperienza dell’utente, ad esempio tramite la generazione di statistiche sui visitatori.</p><p>Cookie di tracciamento                       Cookie che registrano il comportamento di navigazione dell’utente e vengono utilizzati per la compilazione del profilo utente, al fine di, ad esempio, proporre delle pubblicità personalizzate e offrire un’esperienza personalizzata sul webshop.</p><p>I Cookie di tracciamento vengono installati solo previo consenso dell’utente. Nel caso in cui l’utente non fornisca o revochi il proprio consenso in relazione a tali cookie, lo stesso continuerà a ricevere degli annunci pubblicitari, che, tuttavia, non saranno personalizzati.</p><h3>2.1 Disattivazione dei cookie</h3><p>È possibile cancellare qualsiasi tipo di Cookie in ogni momento, utilizzando le preferenze di sicurezza del browser. Per le impostazioni specifiche, si rimanda al manuale del browser (generalmente si trova sotto la rubrica “Aiuto” nella barra degli strumenti della maggior parte dei browser).</p><p>Inoltre, è sempre possibile revocare il proprio consenso per l’installazione dei Cookie di tracciamento.</p><p>In caso di blocco dei Cookie analitici o funzionali tramite il browser, il sito web potrebbe non funzionare in modo ottimale.</p><h2>3. Informativa sulla privacy</h2><p>Si ricorda che le informazioni raccolte tramite i Cookie possono contenere dati personali. Durante il trattamento dei dati personali dell’utente, la nostra Informativa sulla privacy viene costantemente rispettata.</p><p>Per ulteriori informazioni sulla raccolta e il trattamento dei dati personali e sui diritti dell’utente, nonché sui nostri obblighi in materia, si rimanda alla nostra Informativa sulla privacy.</p><h2>4. Modifiche</h2><p>Ci riserviamo il diritto di modificare la nostra Informativa sull’uso dei cookie. Nel momento in cui saranno effettuate eventuali modifiche o saranno disponibili degli aggiornamenti al riguardo, La informeremo tramite la pubblicazione di una nuova versione, accompagnata da un nuovo numero di versione, sul nostro sito web, per permetterLe di rimanere costantemente informato. Nel caso in cui la nuova Informativa sull’uso dei cookie dovesse avere conseguenze rilevanti, La informeremo per e-mail.</p><p>In caso di domande sulla presente Informativa sull’uso dei cookie, La preghiamo di contattarci al numero di telefono +32 51 335 335 oppure di inviarci un’e-mail all’indirizzo service@rubiomonocoat.com</p>"
          }
        }
      },
      "block_order": [
        "heading_nCaiQR",
        "text_jdmVtf"
      ],
      "name": "t:sections.rich-text.presets.name",
      "settings": {
        "desktop_content_position": "left",
        "content_alignment": "left",
        "color_scheme": "scheme-1",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    }
  },
  "order": [
    "main",
    "rich_text_kPd9mt"
  ]
}
