/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "parent": "page.general-conditions.json",
  "context": {
    "market": "it"
  },
  "sections": {
    "rich_text_kPd9mt": {
      "settings": {},
      "blocks": {
        "text_jdmVtf": {
          "settings": {
            "text": "<p>Questa pagina riporta le nostre condizioni generali, in base alle quali i prodotti che vengono visualizzati sul nostro webshop www.rubiomonocoat.it, sono proposti per la vendita e consegnati. Si prega di leggere attentamente le presenti Condizioni generali prima di ordinare i nostri Prodotti online. Il processo di ordinazione online è vincolante.</p><h2>1. Identità del venditore-Qualità del cliente</h2><p>1.1. I Prodotti sono venduti da Muylle-Facon BV, una società a responsabilità limitata di diritto belga, con sede legale in Ambachtenstraat 58, 8870 Izegem, iscritta presso il Registro centrale delle imprese (KBO) con il numero 0607.980.657.</p><p>1.2. Qualsiasi persona fisica che effettua un ordine tramite il webshop del Venditore al di fuori della sua attività commerciale viene designato nelle presenti Condizioni generali come il “Cliente”.</p><h2>2. Applicabilità</h2><p>Le presenti Condizioni generali si applicano a tutte le offerte del Venditore, a tutti gli ordini del Cliente, nonché a tutti i contratti tra Venditore e Cliente in relazione all’acquisto di Prodotti tramite il nostro webshop. Si esclude espressamente l’applicabilità di altre condizioni, salvo diversamente ed esplicitamente concordato per iscritto.</p><h2>3. Processo di ordinazione e stipula del contratto di vendita</h2><p>3.1. Il Contratto di vendita è posto in essere nel momento in cui la nostra azienda, in qualità di Venditore, accetta un ordine tramite il webshop inviando una conferma dell’ordine per e-mail, contenente tutti i dettagli relativi ai Prodotti ordinati, accompagnata da una copia delle presenti Condizioni generali.</p><p>3.2. In qualità di Venditore, ci riserviamo il diritto di rifiutare un ordine effettuato (i) in caso di perdurante indisponibilità del Prodotto, di cui il Cliente sarà informato e sarà lui rimborsato il prezzo già pagato, e (ii) se un ordine precedentemente effettuato è stato o è oggetto di una controversia con il Cliente.</p><h2>4. Prezzi</h2><p>4.1. I prezzi dei Prodotti sono quelli indicati sul webshop al momento dell’ordine. Muylle-Facon non è vincolata da alcun errore materiale, ossia da un errore tecnico o di inserimento, nei prezzi indicati sul webshop. In caso di tale errore, Muylle-Facon informerà il cliente che il prodotto ordinato è stato indicato con un prezzo errato sul webshop, dopodiché il cliente avrà 14 giorni di calendario dalla data della notifica per recedere dal contratto.</p><p>4.2. Tutti i prezzi sono comprensivi di IVA all’aliquota applicabile nel paese di residenza del Cliente. Tutti i prezzi indicati sono al netto delle spese di spedizione. Prima che l’ordine sia effettivamente finalizzato, il prezzo totale, comprensivo di tutte le tasse e i costi, dovrà essere chiaramente indicato al Cliente.</p><h2>5. Modalità di pagamento</h2><p>5.1. Il Cliente è tenuto a pagare i Prodotti in anticipo al momento dell’ordine. Il pagamento può essere effettuato tramite i seguenti strumenti di pagamento: Bancontact, Mastercard, Visa, Paypal, Maestro. Il Cliente garantisce di essere legalmente autorizzato a effettuare i pagamenti online tramite uno di questi metodi di pagamento e che il conto bancario/PayPal dispone della liquidità necessaria per il pagamento del prezzo totale.</p><h2>6. Spedizione</h2><p>6.1. I Prodotti vengono spediti solo agli indirizzi che si trovano in Belgio.</p><p>In qualità di Venditore ci impegniamo a consegnare i Prodotti entro un termine di 30 giorni di calendario dal ricevimento del pagamento, salvo una diversa data di consegna espressamente convenuta al momento della stipula del Contratto di vendita. Qualora non fossimo in grado di consegnare i Prodotti entro il termine indicato, invieremo una notifica scritta in cui si comunica una nuova e ragionevole data di consegna. Qualora questa nuova data di consegna non fosse nuovamente rispettata, il Cliente avrà il diritto di annullare l’ordine.</p><p>6.2. In qualità di Venditore, ci riserviamo il diritto di effettuare delle consegne parziali dei Prodotti ordinati, in caso di temporanea indisponibilità o di ritardi nella consegna. Il Cliente verrà informato, qualora venga effettuata una consegna parziale.</p><p>Qualora la consegna dovesse subire un ritardo a causa di un irragionevole rifiuto da parte del Cliente di prendere in consegna i Prodotti o qualora i Prodotti non vengano ritirati entro un termine ragionevole, la nostra azienda, in qualità di Venditore, ha il diritto di risolvere il Contratto di vendita e di non rendere più disponibili i Prodotti per la spedizione o il ritiro.</p><p>6.3. La consegna sarà effettuata presso l’indirizzo indicato nell’ordine. Al momento della consegna/del ritiro è necessario controllare la presenza di eventuali danni all’imballaggio. Sempre al momento della consegna, il Cliente si impegna a ispezionare i Prodotti per verificare la presenza di danni/difetti visibili e carenze a livello qualitativo. Tutti i reclami relativi a difetti visibili, danni e/o consegne non conformi, devono essere notificati per iscritto dal Cliente entro due (2) giorni dalla consegna/dal ritiro dei Prodotti, accompagnati da una fotografia nitida dell’imballaggio danneggiato/dei difetti visibili. Eventuali reclami sulla mancata conformità o su difetti visibili che non vengono notificati entro il termine di cui sopra non saranno trattati dal Venditore.</p><p>Tutti i rischi di danneggiamento o di perdita dei Prodotti vengono trasferiti al Cliente al momento della consegna/del ritiro dei Prodotti.</p><h2>7. Cancellazione</h2><p>Il Cliente ha il diritto di annullare l’ordine gratuitamente e senza specificarne il motivo prima che i Prodotti vengano spediti da Rubio Monocoat. Dopo la cancellazione, il Cliente riceverà la relativa conferma e il rimborso del prezzo precedentemente pagato.</p><p>Tuttavia, dopo ricezione di una conferma di spedizione, non è più possibile annullare l’ordine. È, comunque, possibile optare per la restituzione dei Prodotti dopo la consegna, secondo la procedura di recesso di seguito descritta.</p><h2>8. Diritto di recesso</h2><p>8.1. Il Cliente dispone di un diritto legale di recedere dal Contratto di vendita entro 14 giorni senza doverne specificare il motivo. Il Cliente è tenuto a informare il Venditore della decisione di recedere dal Contratto di vendita (i) inviando un’e-mail all’indirizzo <a href=\"mailto:Service@rub\">Service@rubiomonocoat.com</a>, in cui specifica chiaramente la sua volontà di recedere dal Contratto di vendita, oppure utilizzando il modulo di restituzione online, (ii) compilando il modulo standard di recesso.</p><p>8.2. Il termine di recesso scade 14 giorni dopo la data in cui il Cliente o un destinatario da lui designato ha preso in consegna i Prodotti. Qualora la consegna riguardi più Prodotti consegnati in giorni diversi, il termine inizierà a decorrere dopo che il Cliente avrà ricevuto l’ultimo Prodotto ordinato. È sufficiente che il Cliente notifichi l’esercizio del diritto di recesso prima della scadenza del periodo di recesso di 14 giorni.</p><p>8.3. Il Cliente dovrà restituire i Prodotti senza indebito ritardo e in ogni caso non oltre 14 giorni dalla data in cui il Venditore è stato informato dell’esercizio del diritto di recesso. Tutte le spese di restituzione dei Prodotti sono a carico del Venditore.</p><p>8.4. Il Venditore procederà al rimborso degli importi già pagati dal Cliente per i Prodotti, comprese le spese di spedizione, ma esclusi i costi aggiuntivi derivanti dalla scelta del Cliente di un tipo di spedizione diverso da quello standard (ad es. consegna espressa). Se il Cliente non restituisce l’intero ordine, sarà rimborsato solo il prezzo dei Prodotti restituiti, senza rimborso delle spese di spedizione. Il rimborso sarà effettuato entro un termine ragionevole dopo la ricezione da parte del Venditore dei Prodotti restituiti e in ogni caso entro 14 giorni dalla data in cui il Venditore è stato informato della decisione di recesso. Tuttavia, il rimborso può essere subordinato alla ricezione effettiva da parte del Venditore dei Prodotti restituiti o alla conferma da parte Cliente della spedizione dei Prodotti. Il rimborso sarà effettuato tramite lo stesso metodo di pagamento utilizzato dal Cliente, a meno che quest’ultimo non accetti un metodo di rimborso diverso. Il Venditore si riserva il diritto di ridurre l’importo del rimborso, tenendo conto dell’eventuale svalutazione dei Prodotti, risultante da un loro utilizzo non consentito al momento del controllo e dell’ispezione dei Prodotti in un negozio. Di conseguenza, se un Prodotto è stato utilizzato più del necessario per eseguire un test o per decidere se tenerlo o se l’imballaggio originale è stato danneggiato o gettato, il Cliente sarà responsabile della sua svalutazione.</p><h2>9. Garanzia</h2><p>9.1. Il Cliente ha diritto a una garanzia legale di 2 anni. Tale garanzia legale copre qualsiasi difetto o mancanza di conformità di un Prodotto che si manifesti entro un termine di 2 anni a partire dalla data della sua consegna. Il Cliente è tenuto a informarci in relazione ai Prodotti difettosi entro un termine ragionevole dal momento in cui il difetto è noto o avrebbe dovuto essere ragionevolmente noto al Cliente. La garanzia è valida dietro presentazione della prova di acquisto.</p><p>9.2. Qualora il difetto si verifichi entro il periodo di garanzia legale di 2 anni, il Cliente è tenuto a seguire la stessa procedura sopra descritta al paragrafo “Diritto di recesso”. Dopo aver restituito il Prodotto difettoso e dopo nostra ricezione dello stesso, procederemo alla spedizione e consegna di un nuovo Prodotto, purché sia ancora disponibile in magazzino o presso i nostri fornitori e ci faremo carico di tutte le spese relative alla sostituzione, altrimenti il Prodotto consegnato sarà riparato. Qualora la sostituzione o riparazione non fosse possibile entro un termine ragionevole, il Cliente avrà il diritto di recedere dal Contratto di vendita e il prezzo pagato sarà rimborsato in conformità con le condizioni di rimborso di cui sopra.</p><p>La garanzia decade nel momento in cui i Prodotti consegnati sono stati esposti a condizioni anomale o comunque utilizzati o trattati in modo incorretto o non conforme, in contrasto con il manuale fornito o con le istruzioni riportate sulla confezione.</p><h2>10. Informazioni di contatto – Procedura di reclamo</h2><p>10.1. In caso di domande, ulteriori informazioni o reclami in relazione all’acquisto, il Cliente può mettersi in contatto con il nostro servizio clienti al numero +32 (0) 51 335 335. È altresì possibile contattare il servizio clienti tramite lettera indirizzata a MUYLLE-FACON BV, Ambachtenstraat 58, 8870 Izegem. In qualità di Venditore, faremo il possibile per rispondere al Cliente entro 2 giorni feriali dal contatto.</p><p>10.2. Se il Cliente non è soddisfatto del modo in cui è stato gestito il suo reclamo, può contattare il Servizio di mediazione per il consumatore (https://consumentenombudsdienst.be/nl). Inoltre, il Cliente ha la possibilità di inoltrare un reclamo tramite la piattaforma per la risoluzione online delle controversie messa a disposizione dall’Unione europea: http://ec.europa.eu/odr</p><h2>11. Utilizzo dei dati personali</h2><p>Il Venditore tratta i dati personali del Cliente esclusivamente in conformità con l’informativa sulla privacy consultabile sul sito web.</p><h2>12. Responsabilità</h2><p>12.1. I Prodotti pubblicati sul webshop vengono descritti e rappresentati nel modo più accurato possibile. Il Venditore non può essere ritenuto responsabile di eventuali errori che potrebbero verificarsi nella pubblicazione di foto e dei relativi testi di accompagnamento che presentano e descrivono i Prodotti.</p><p>12.2. Il Venditore non è responsabile di eventuali perdite, costi o danni che potrebbero derivare da una consegna tardiva del Prodotto dovuta all’esaurimento scorte. Fatti salvi i diritti e rimedi riconosciuti al Cliente dalla legislazione applicabile e/o dalle presenti Condizioni generali, la nostra responsabilità per danno diretto si limiterà al valore dei Prodotti ordinati, salvo in caso di frode o dolo. In nessun caso, il Venditore sarà responsabile nei confronti del Cliente per eventuali danni indiretti.</p><h2>13. Trasferimento</h2><p>In qualità di Venditore, ci riserviamo il diritto di trasferire i nostri diritti e obblighi ai sensi dei nostri Contratti di vendita a un fornitore (ad es. per la consegna dei Prodotti), senza che ci</p><p>ò possa influire sui diritti e obblighi, ai sensi delle presenti condizioni generali.</p><h2>14. Forza maggiore</h2><p>Il Venditore non è responsabile del mancato adempimento o del ritardo nell’esecuzione dei propri obblighi, ove ciò sia attribuibile a cause di forza maggiore. In caso di forza maggiore, il Cliente sarà informato dal Venditore ed entrambi avranno la facoltà di risolvere la Vendita senza che ciò possa dare adito al pagamento di un risarcimento danni a favore dell’Acquirente.</p><h2>15. Divisibilità</h2><p>Nel caso in cui una delle presenti condizioni dovesse essere dichiarata, interamente o parzialmente, nulla o inapplicabile, tale invalidità non produrrà alcun effetto sulle restanti condizioni (o sulla parte valida delle stesse), le quali rimarranno in vigore, vincolanti e applicabili.</p><h2>16. Modificabilità</h2><p>Il Venditore si riserva il diritto di modificare le presenti Condizioni generali in qualsiasi momento. La versione delle Condizioni generali in vigore al momento dell’ordine si applicheranno al nostro Contratto di vendita.</p><h2>17.Diritto applicabile</h2><p>Le presenti Condizioni generali sono soggette al diritto belga. Ciò significa che tutte le eventuali controversie derivanti dal Contratto di vendita saranno risolte in conformità con le leggi del Belgio.</p>"
          }
        },
        "heading_nCaiQR": {
          "settings": {
            "heading": "<strong>CONDIZIONI GENERALI DI VENDITA</strong>"
          }
        }
      }
    }
  }
}
