/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "parent": "page.general-conditions.json",
  "context": {
    "market": "it"
  },
  "sections": {
    "rich_text_kPd9mt": {
      "settings": {},
      "blocks": {
        "heading_nCaiQR": {
          "settings": {
            "heading": "<strong>CONDIZIONI GENERALI DI VENDITA</strong>"
          }
        },
        "text_jdmVtf": {
          "settings": {
            "text": "<p>Le presenti Condizioni Generali disciplinano la vendita dei prodotti presenti sul sito <a href=\"http://www.rubiomonocoat.it\"><strong>www.rubiomonocoat.it</strong></a>, gestito da Rubio Monocoat Italy SRL.<br/><br/>Effettuando un ordine sul nostro webshop, il Cliente accetta integralmente le presenti Condizioni. Il processo di acquisto online è vincolante.</p><h2><strong>1. Identità del Venditore – Qualifica del Cliente</strong></h2><p>1.1. I Prodotti sono venduti da:</p><p><strong>Rubio Monocoat Italy SRL</strong><br/><br/>Sede legale: Via Torino 24/8, 20063 Cernusco sul Naviglio (MI), Italia<br/><br/>P.IVA / Codice fiscale: <strong>04742380274</strong><br/><br/>Forma giuridica: <strong>Società a Responsabilità Limitata (SRL)</strong></p><p>1.2. Qualsiasi persona fisica che effettua un ordine sul webshop al di fuori della propria attività commerciale, professionale o imprenditoriale è considerata <strong>“Cliente”</strong>.</p><h2><strong>2. Ambito di applicazione</strong></h2><p>Le presenti Condizioni si applicano a tutte le offerte del Venditore, a tutti gli ordini del Cliente e a tutti i contratti conclusi tramite <strong>rubiomonocoat.it</strong>.<br/><br/>Qualsiasi altra condizione è esclusa, salvo diverso accordo scritto.</p><h2><strong>3. Procedura d’ordine e conclusione del Contratto di Vendita</strong></h2><p>3.1. Il Contratto di Vendita si considera concluso quando il Venditore accetta l’ordine inviando una <strong>conferma d’ordine via e-mail</strong>, contenente tutti i dettagli dei Prodotti acquistati e una copia delle presenti Condizioni.</p><p>3.2. Il Venditore si riserva il diritto di rifiutare un ordine se:</p><ul><li><br/>(i) il Prodotto risulta definitivamente non disponibile (il Cliente sarà informato e rimborsato),<br/></li><li><br/>(ii) un ordine precedente è oggetto di controversia con il Cliente.<br/></li></ul><h2><strong>4. Prezzi</strong></h2><p>4.1. I prezzi applicabili sono quelli indicati sul webshop al momento dell’ordine.<br/><br/>Rubio Monocoat Italy SRL non è vincolata da errori materiali derivanti da problemi tecnici o di inserimento. In caso di errore, il Cliente sarà informato e avrà <strong>14 giorni di calendario</strong> dalla notifica per recedere dal contratto.</p><p>4.2. Tutti i prezzi includono <strong>l’IVA italiana</strong>.<br/><br/>Le spese di spedizione non sono incluse, salvo diversa indicazione.<br/><br/>Prima della conferma finale, il Cliente potrà visualizzare il prezzo totale comprensivo di tutte le imposte e costi.</p><h2><strong>5. Modalità di pagamento</strong></h2><p>5.1. I Prodotti devono essere pagati anticipatamente al momento dell’ordine.</p><p>Metodi di pagamento accettati:</p><ul><li><br/><strong>Carte di credito/debito</strong>: Visa, Mastercard, Maestro, American Express<br/></li><li><br/><strong>Digital Wallet</strong>: Shop Pay, Apple Pay, Google Pay, PayPal<br/></li><li><br/><strong>Klarna</strong><br/></li></ul><p>Il Cliente garantisce di essere autorizzato all’uso del metodo di pagamento scelto e che il conto dispone dei fondi necessari.</p><h2><strong>6. Spedizione</strong></h2><p>6.1. I Prodotti vengono spediti <strong>esclusivamente in Italia</strong>.</p><p>Il Venditore si impegna a spedire i Prodotti entro <strong>30 giorni di calendario</strong> dal ricevimento del pagamento, salvo diverso accordo.<br/><br/>Qualora tale termine non possa essere rispettato, il Cliente sarà informato e riceverà una nuova data di consegna. Se anche questa non fosse rispettata, il Cliente potrà annullare l’ordine.</p><p>6.2. Il Venditore può effettuare <strong>consegne parziali</strong> in caso di temporanea indisponibilità o ritardi. Il Cliente sarà informato.</p><p>In caso di ritardi nella consegna dovuti al rifiuto irragionevole del Cliente di ricevere i Prodotti, o al mancato ritiro entro un termine ragionevole, il Venditore potrà risolvere il Contratto di Vendita.</p><p>6.3. La consegna avviene all’indirizzo indicato dal Cliente.<br/><br/>Al momento della consegna, il Cliente deve controllare l’imballaggio e verificare eventuali danni o difetti visibili.</p><p>Eventuali reclami relativi a difetti visibili, danni o mancate conformità devono essere comunicati <strong>per iscritto entro 2 giorni</strong> dalla consegna, allegando una fotografia chiara del problema.<br/><br/>Segnalazioni tardive non potranno essere gestite.</p><p>Il rischio di perdita o danneggiamento passa al Cliente <strong>al momento della consegna</strong>.</p><h2><strong>7. Annullamento dell’ordine (prima della spedizione)</strong></h2><p>Il Cliente può annullare l’ordine <strong>gratuitamente</strong> prima che i Prodotti vengano spediti.<br/><br/>In tal caso, riceverà conferma e rimborso del pagamento.</p><p>Dopo l’invio della conferma di spedizione, l’annullamento non è più possibile, ma il Cliente può sempre restituire i Prodotti seguendo la procedura di recesso.</p><h2><strong>8. Diritto di Recesso</strong></h2><p>8.1. Il Cliente ha il diritto legale di recedere dal contratto entro <strong>14 giorni</strong>, senza obbligo di motivazione.<br/><br/>Il recesso può essere comunicato:</p><ul><li><br/>via e-mail a <a><strong>info@rubiomonocoat.it</strong></a>, indicando chiaramente la volontà di recedere, oppure<br/></li><li><br/>tramite il modulo di reso online o il modulo standard di recesso.<br/></li></ul><p>8.2. Il periodo di recesso termina <strong>14 giorni dopo il ricevimento dei Prodotti</strong> da parte del Cliente o della persona designata.<br/><br/>Per consegne multiple, il termine decorre dal ricevimento dell’ultimo Prodotto.</p><p>8.3. Il Cliente deve restituire i Prodotti senza ritardo ingiustificato e comunque entro <strong>14 giorni</strong> dalla comunicazione del recesso.<br/><br/>Le spese di restituzione sono <strong>a carico del Venditore</strong>.</p><p>8.4. Il Venditore rimborserà:</p><ul><li><br/>il prezzo dei Prodotti restituiti,<br/></li><li><br/>le spese di spedizione standard,<br/><br/>ma non i costi aggiuntivi derivanti dalla scelta di una consegna non standard (es. express).<br/></li></ul><p>Se il Cliente restituisce solo parte dell’ordine, verrà rimborsato solo il valore dei Prodotti restituiti.</p><p>Il rimborso avverrà entro <strong>14 giorni</strong> dalla comunicazione del recesso, ma potrà essere sospeso fino alla ricezione dei Prodotti o alla prova dell’avvenuta spedizione.</p><p>Il rimborso sarà effettuato con lo stesso metodo di pagamento utilizzato per l’ordine.</p><p>Il Venditore può applicare una riduzione del rimborso in caso di uso dei Prodotti oltre quanto necessario per verificarne la natura o se l’imballaggio originale è assente o danneggiato.</p><h2><strong>9. Garanzia</strong></h2><p>9.1. Il Cliente ha diritto a una <strong>garanzia legale di 2 anni</strong>, che copre difetti di conformità insorti entro 24 mesi dalla consegna.<br/><br/>Il Cliente deve informare il Venditore entro un termine ragionevole dalla scoperta del difetto. È richiesta la prova d’acquisto.</p><p>9.2. In caso di difetto:</p><ul><li><br/>il Cliente deve seguire la stessa procedura prevista per il recesso,<br/></li><li><br/>dopo la ricezione del Prodotto difettoso, il Venditore provvederà alla sostituzione (se disponibile) o alla riparazione,<br/></li><li><br/>qualora ciò non fosse possibile in un termine ragionevole, il Cliente potrà ottenere il rimborso.<br/></li></ul><p>La garanzia non si applica in caso di uso improprio, condizioni anomale o mancato rispetto delle istruzioni.</p><h2><strong>10. Contatti e Reclami</strong></h2><p>Per informazioni o reclami:</p><p><strong>E-mail:</strong> <a>info@rubiomonocoat.it</a><br/><br/><strong>Indirizzo per corrispondenza:</strong><br/><br/>Rubio Monocoat Italy SRL<br/><br/>Via Torino 24/8<br/><br/>20063 Cernusco sul Naviglio (MI)<br/><br/>Italia</p><p>Il Venditore si impegna a rispondere entro <strong>2 giorni lavorativi</strong>.</p><p>Se il Cliente non è soddisfatto della gestione del reclamo, può rivolgersi a:</p><ul><li><br/>Servizio europeo ODR: <a href=\"http://ec.europa.eu/odr\">http://ec.europa.eu/odr</a><br/></li></ul><h2><strong>11. Trattamento dei dati personali</strong></h2><p>I dati personali del Cliente sono trattati in conformità con l’<strong>Informativa Privacy</strong> disponibile sul sito.</p><h2><strong>12. Responsabilità</strong></h2><p>12.1. Le descrizioni e immagini presenti sul webshop sono fornite con la massima accuratezza possibile. Tuttavia, il Venditore non può essere ritenuto responsabile per eventuali imprecisioni marginali.</p><p>12.2. Il Venditore non risponde per ritardi dovuti a esaurimento scorte.<br/><br/>Salvo dolo o colpa grave, la responsabilità del Venditore è limitata al valore dei Prodotti acquistati.<br/><br/>Il Venditore non è responsabile per danni indiretti.</p><h2><strong>13. Cessione</strong></h2><p>Il Venditore può trasferire diritti e obblighi derivanti dal Contratto di Vendita a fornitori terzi (ad esempio per la consegna), senza pregiudicare i diritti del Cliente.</p><h2><strong>14. Forza maggiore</strong></h2><p>Il Venditore non è responsabile per mancato adempimento o ritardi dovuti a cause di forza maggiore.<br/><br/>In tali casi, entrambe le parti possono risolvere il contratto senza diritto a indennizzi.</p><h2><strong>15. Clausola di salvaguardia</strong></h2><p>Se una clausola delle presenti Condizioni è dichiarata nulla o inefficace, le restanti condizioni rimangono valide e applicabili.</p><h2><strong>16. Modifiche</strong></h2><p>Il Venditore si riserva il diritto di modificare le presenti Condizioni in qualsiasi momento.<br/><br/>Si applica la versione in vigore al momento dell’ordine.</p><h2><strong>17. Legge applicabile</strong></h2><p>Le presenti Condizioni Generali sono regolate dalla <strong>legge italiana</strong>.<br/><br/>Qualsiasi controversia sarà risolta secondo la normativa italiana vigente.</p>"
          }
        }
      }
    }
  }
}
